<?php

$lang = array(
//---------------------------
//include/model/log_model.php
'no_title'				=> 'Без названия',//'无标题',
'post_protected_by_password_click_title' => 'Эта статья зашифрована, пожалуйста, нажмите на заголовок и введите пароль для получения доступа',//'该文章已加密，请点击标题输入密码访问',
'page_password_enter'			=> 'Пожалуйста, введите пароль для доступа к статье',//'请输入文章访问密码',
'submit_password'			=> 'Введите..',//'进入..',
'back_home'				=> '&laquo; Вернуться на Главную',//'&laquo;返回首页',
'article_encrypted'			=> 'Текст данной статьи зашифрован',//'该文章已设置加密',

//---------------------------
//content/templates/default/echo_log.php
'time'				=> 'Время',//'时间',
'author'			=> 'Автор',//'作者',
'_times_read'			=> '&nbsp;просмотров',//'&nbsp;次阅读',//==='_views'
'views'				=> 'Просмотры',//'阅读',

//---------------------------
//content/templates/default/log_list.php
'post_time'			=> 'Опубликовано',//'发布于',
'comments'			=> 'Комментарии',//'评论',
'sorry_no_results'		=> 'Увы, пока ещё нет публикаций.',//'抱歉，暂时还没有内容。',

//---------------------------
//content/templates/default/module.php
'no'				=> 'Нет',//'无',
'prev'				=> 'Предыдущая',//'上一篇',
'next'				=> 'Следующая',//'下一篇',
);
