<?php

$lang = array(

//---------------------------
//admin/navbar.php
'address_generated'	=> 'Адрес, созданный навигационной системой, не может быть изменен',//'该导航地址由系统生成，无法修改',

//---------------------------
//admin/views/navbar.php
'nav_manage'		=> 'Управление навигацией',//'导航管理',
'nav_delete_ok'		=> 'Навигация успешно удалена',//'删除导航成功',
'nav_edit_ok'		=> 'Навигация успешно изменена',//'修改导航成功',
'nav_add_ok'		=> 'Навигация успешно добавлена',//'添加导航成功',
'nav_name_url_empty'	=> 'Имя и адрес навигации не могут быть пустыми.',//'导航名称和地址不能为空',
'nav_no_order'		=> 'Нет порядка навигации',//'没有可排序的导航',
'nav_default_nodelete'	=> 'Вы не можете удалить навигацию по умолчанию',//'默认导航不能删除',
'select_category'	=> 'Пожалуйста, выберите категорию, которую хотите добавить',//'请选择要添加的分类',
'select_page'		=> 'Пожалуйста, выберите страницу, которую хотите добавить',//'请选择要添加的页面',
'id'			=> 'ID',//'序号',
'type'			=> 'Тип',//'类型',
'status'		=> 'Статус',//'状态',
'view'			=> 'Просмотр',//'查看',
'address'		=> 'Адрес',//'地址',
'system'		=> 'Система',//'系统',
'page'			=> 'Страница',//'页面',
'custom'		=> 'Пользовательский',//'自定',
'nav_edit'		=> 'Изменить навигацию',//'编辑导航',
'nav_hide_click'	=> 'Нажмите, чтобы скрыть навигацию',//'点击隐藏导航',
'show'			=> 'Показать',//'显示',
'nav_show_click'	=> 'Нажмите, чтобы показать навигацию',//'点击显示导航',
'hide'			=> 'Скрыть',//'隐藏',
'edit'			=> 'Изменить',//'编辑',
'nav_no'		=> 'Навигация ещй не добавлялась',//'还没有添加导航',
'order_change'		=> 'Изменить порядок',//'保存拖动排序',
'nav_add_custom'	=> 'Добавить пользовательскую навигацию',//'添加自定义导航',
'nav_name'		=> 'Название навигации',//'导航名称',
'nav_url_http'		=> 'Адрес (с http)',//'地址(带http)',
'no'			=> 'Нет',//'无',
'nav_parent'		=> 'Родительская навигация',//'父导航',
'open_new_win'		=> 'Открыть в новом окне',//'新窗口打开',
'add'			=> 'Добавить',//'添加',
'nav_add_category'	=> 'Добавить категорию навигации',//'添加分类到导航',
'no_categories'		=> 'Нет категорий',//'还没有分类',
'nav_page_add'		=> 'Добавить страницы в навигацию',//'添加页面到导航',
'pages_no'		=> 'Нет страниц',//'还没页面',

//---------------------------
//admin/views/naviedit.php
'nav_modify'		=> 'Изменить навигацию',//'修改导航',
'nav_address'		=> 'URL навигации',//'导航网址',

);
