<?php

$lang = array(

//---------------------------
//admin/views/sort.php
 'category_manage'	=> 'Управление категориями',//'分类管理',
 'category_update_ok'	=> 'Категория успешно обновлена',//'排序更新成功',
 'category_deleted_ok'	=> 'Категория успешно удалена',//'删除分类成功',
 'category_modify_ok'	=> 'Категория успешно изменена',//'修改分类成功',
 'category_add_ok'	=> 'Категория успешно добавлена',//'添加分类成功',
 'category_name_empty'	=> 'Название категории не может быть пустым',//'分类名称不能为空',
 'category_no_order'	=> 'Нет порядка категорий',//'没有可排序的分类',
 'alias_format_invalid'	=> 'Неверный формат алиаса',//'别名格式错误',
 'alias_unique'		=> 'Псевдоним должен быть уникальным',//'别名不能重复',
 'alias_no_keywords'	=> 'Псевдоним не может содержать ключевые слова, зарезервированные системой',//'别名不得包含系统保留关键字',
 'id'			=> 'ID',//'序号',
 'name'			=> 'Название',//'名称',
 'description'		=> 'Описание',//'描述',
 'alias'		=> 'Алиас',//'别名',
 'template'		=> 'Шаблон',//'模板',
 'categories_no'	=> 'Еще не добавили категорий',//'还没有添加分类',
 'order_change'		=> 'Изменить порядок',//'保存拖动排序',
 'category_add'		=> 'Добавить категорию',//'添加分类',
 'alias_info'		=> 'Псевдоним (необязательно, для отображения удобного URL)',//'别名 (用于URL的友好显示)',
 'no'			=> 'Нет',//'无',
 'category_parent'	=> 'Родительская категория',//'父分类',
 'template_info'	=> '(Он используется для настройки шаблона страницы категории, соответствующего файлу xxx.php в каталоге шаблонов, где xxx — имя шаблона, можно оставить пустым)',//'(用于自定义分类页面模板，对应模板目录下.php文件，默认：log_list.php，可不填)',
 'category_description'	=> 'Описание категории',//'分类描述',
 'category_new_add'	=> 'Добавить новую категорию',//'添加新分类',
 'alias_invalid_characters'	=> 'Неверный псевдоним! Должен содержать только латинские буквы, цифры, знаки подчеркивания и дефисы.',//'别名错误，应由字母、数字、下划线、短横线组成',
 'alias_only_digits'	=> 'Неверный псевдоним! Не может быть чисто цифровым',//'别名错误，不能为纯数字',
 'alias_system_link'	=> 'Неверный псевдоним! Конфликтует с системной ссылкой',//'别名错误，与系统链接冲突',

//---------------------------
//admin/views/sortedit.php
 'category_edit'		=> 'Изменить категорию',//'编辑分类',
 'template_info2'		=> '(Шаблон страницы настраиваемой категории, содержащий соответствующий файл *.php в папке шаблонов)',//'(用于自定义分类页面模板，对应模板目录下.php文件)',

);
