<?php
// LANG_CORE
$lang = array(

//---------------------------
//init.php
'language'		=> 'Язык',//'语言',

//---------------------------
//include/controller/api_controller.php
'article_private'	=> 'Эта страница является приватной',

//---------------------------
//include/lib/cache.php
'cache_date_format'	=> 'm.Y',//'Y年n月',
'cache_read_error'	=> 'Не удалось записать в кеш, возможно, каталог кеша (content/cache) недоступен для записи',//'读取缓存失败',
'cache_not_writable'	=> 'Ошибка записи в кеш, каталог кеша (content/cache) недоступен для записи',//'写入缓存失败，缓存目录 (content/cache) 不可写',

//---------------------------
//include/lib/calendar.php

'weekday1'	=> 'Пн',//'Monday',//'一',
'weekday2'	=> 'Вт',//'Tuesday',//'二',
'weekday3'	=> 'Ср',//'Wednesday',//'三',
'weekday4'	=> 'Чт',//'Thursday',//'四',
'weekday5'	=> 'Пт',//'Friday',//'五',
'weekday6'	=> 'Сб',//'Saturday',//'六',
'weekday7'	=> 'Вс',//'Sunday',//'日',

'month_1'	=> 'Январь',
'month_2'	=> 'Февраль',
'month_3'	=> 'Март',
'month_4'	=> 'Апрель',
'month_5'	=> 'Май',
'month_6'	=> 'Июнь',
'month_7'	=> 'Июль',
'month_8'	=> 'Август',
'month_9'	=> 'Сентябрь',
'month_10'	=> 'Октябрь',
'month_11'	=> 'Ноябрь',
'month_12'	=> 'Декабрь',

//---------------------------
//include/lib/common.php
'not_editable'			=> 'Одобренные статьи не могут быть отредактированы или удалены пользователями',//'审核通过的文章用户不可编辑、删除',
'file_upload_failed'		=> 'Ошибка загрузки файла',//'文件上传失败',
'file_size_large'		=> 'Размер файла превышает лимит',//'文件大小超出系统限制',

//---------------------------
//include/lib/emcurl.php
'curl_install'		=> 'Запрос не выполнен. Сначала установите расширение PHP Curl.',//'请求失败，请先安装 PHP 的 Curl 扩展。',

//---------------------------
//include/lib/function.base.php
'_load_failed'			=> ' сбой загрузки.',//'加载失败。',
'_bytes'			=> ' байт',//'字节',
'home'				=> 'На главную',//'首页',
'first_page'			=> 'Первая',//'首页',
'last_page'			=> 'Последняя',//'尾页',
'read_more'			=> 'Читать далее&gt;&gt;',//'阅读全文&gt;&gt;',
'_sec_ago'			=> ' сек. назад.',//'秒前',
'_min_ago'			=> ' мин. назад.',//'分钟前',
'about_'			=> '~ ',//'约 ',
'_hour_ago'			=> ' час(ов) назад.',//' 小时前',
'file_size_exceeds_system'	=> 'Размер файла превышает системный лимит: ',//'文件大小超过系统 ',
'_limit'			=> '',//' limit',//'限制',//LEAVE THIS EMPTY???
'upload_failed_error_code'	=> 'Ошибка загрузки. Код ошибки: ',//'上传失败,错误码：',
'file_type_not_supported'	=> 'Данный тип файлов не поддерживается.',//'错误的文件类型',
'file_size_exceeds_'		=> 'Размер файла превышает лимит: ',//'文件大小超出',
'_of_limit'			=> '',//' limit',//'的限制',
'upload_folder_create_error'	=> 'Ошибка создания папки для загрузки.',//'创建文件上传目录失败',
'upload_folder_unwritable'	=> 'Ошибка загрузки. Нет прав на запись в папке "content/uploadfile".',//'上传失败。文件上传目录(content/uploadfile)不可写',
'404_description'		=> 'Извините, указанная станица не существует.',//'抱歉，你所请求的页面不存在！',
'prompt'			=> 'Подсказка',//'提示信息',
'click_return'			=> 'Вернуться назад',//'点击返回',
'upload_ok'			=> 'Загрузка успешно завершена',//'上传成功',

//---------------------------
//include/lib/loginauth.php
'captcha'			=> 'Проверочный код',//'验证码',
'captcha_error_reenter'		=> 'Пожалуйста, повторите проверочный код.',//'验证错误，请重新输入',
'user_name_wrong_reenter'	=> 'Недопустимое имя. Введите другой вариант.',//'用户名错误，请重新输入',
'password_wrong_reenter'	=> 'Недопустимый пароль. Введите другой вариант.',//'密码错误，请重新输入',
'token_error'                => 'Ошибка проверки токена безопасности. Попробуйте обновить страницу или сменить браузер и повторить попытку.',//'安全Token校验失败，请尝试刷新页面或者更换浏览器重试',

//---------------------------
//include/lib/option.php
//	WIDGET NAMES:
'blogger'		=> 'Персональная информация',//'个人资料',
'calendar'		=> 'Календарь',//'日历',
'tag'			=> 'Тэги',//'标签',
'sort'			=> 'Категории',//'分类',
'archive'		=> 'Архив',//'存档',
'newcomm'		=> 'Последние комментарии',//'最新评论',
'newlog'		=> 'Последние статьи',//'最新文章',
'hotlog'		=> 'Популярные статьи',//'热门文章',
'link'			=> 'Ссылки',//'链接',
'search'		=> 'Поиск',//'搜索',
'custom_text'		=> 'Произвольный виджет',//'自定义组件',

'categories'		=> 'Категории',//'分类',
'category'		=> 'Категория',//'分类',
'twitter_latest'	=> 'Последние твиты',//'最新微语',
'tags'			=> 'Тэги',//'标签',
'random_post'		=> 'Случайная статья',//'随机文章',
'thelink'		=> 'Ссылки',//'链接',
'search_placeholder'	=> 'Искомые слова... и Enter',//'Search...and Enter',
'unregistered_version'	=> 'Незарегистрированная версия ',//'&#x672A;&#x6CE8;&#x518C;&#x7684;&#x7248;&#x672C; ',

//---------------------------
//include/lib/sendmail.php
'smtp_test'		=> 'Отправка тестового письма через STMP',//'测试邮件STMP发送',

//---------------------------
//include/lib/view.php
'template_not_found'	=> 'Текущий шаблон удалён или разрушен. Обратитесь к администратору для замены текущего шаблона.',//'当前使用的模板已被删除或损坏，请登录后台更换其他模板。',
'template_corrupted'	=> 'Шаблон разрушен',//'后台模板已损坏',

//---------------------------------------
//include/lib/mysql.php
'mysql_not_supported'		=> 'Сервер не поддерживает MySql базы данных',//'服务器空间PHP不支持MySql数据库',
'db_database_unavailable'	=> 'Ошибка: Не удалось подключиться к серверу или к БД.',//'连接数据库失败，数据库地址错误或者数据库服务器不可用',
'db_port_invalid'		=> 'Ошибка: Недопустимый порт базы данных.',//'连接数据库失败，数据库端口错误',
'db_server_unavailable'		=> 'Ошибка: Сервер баз данных недоступен.',//'连接数据库失败，数据库服务器不可用',
'db_credential_error'		=> 'Ошибка: Неверное имя пользователя или пароль.',//'连接数据库失败，数据库用户名或密码错误',
'db_error_code'			=> 'Ошибка: Сбой подключения к БД MySQL. Сообщение сервера: ',//'连接MySQL数据库失败，请检查数据库信息。错误信息：',
'db_not_found'			=> 'Ошибка: Указанная база данных не найдена.',//'连接数据库失败，未找到您填写的数据库',
'db_sql_error'			=> 'Ошибка выполнения SQL запроса',//'SQL执行错误',

//---------------------------------------
//include/lib/mysqlii.php
'mysqli_not_supported'		=> 'Сервер не поддерживает функционал mysqli',//'服务器PHP不支持mysqli函数',
'db_credential_error'		=> 'Ошибка: Неверное имя пользователя или пароль.',//'连接MySQL数据库失败，数据库用户名或密码错误',
'db_not_found'			=> 'Ошибка: Указанная база данных не найдена.',//'连接MySQL数据库失败，未找到你填写的数据库',
'db_unavailable'		=> 'Ошибка: Не удалось подключиться к серверу или к БД.',//'连接MySQL数据库失败，数据库地址错误或者数据库服务器不可用',
'db_error_code'			=> 'Ошибка: Проверьте введённую информацию. Error code: ',//'连接MySQL数据库失败，请检查数据库信息。错误编号：',
'db_error_name'			=> 'Ошибка: Пожалуйста, укажите имя базы данных',//'连接数据库失败，请填写数据库名',
'utf8mb4_not_support'		=> 'MySQL не поддерживает кодировку utf8mb4, пожалуйста обновитесь до версии MySQL5.6 или выше',//'MySQL缺少utf8mb4字符集，请升级到MySQL5.6或更高版本',

//---------------------------------------
//include/lib/mysqlpdo.php
'pdo_not_supported'		=> 'Сервер не поддерживает функционал PDO',//'服务器空间PHP不支持PDO函数',
'pdo_connect_error'		=> 'Ошибка: Проверьте введённую информацию. Error message: ',//'连接数据库失败，请检查数据库信息。错误原因：',

//---------------------------------------
//include/lib/twitter_model.php
// 'no_permission'	=> 'Insufficient permissions!',//'权限不足！',

//---------------------------------------
//include/model/media_model.php
'del_failed'		=> 'Ошибка удаления!',//'删除失败!',

//---------------------------
//include/model/sort_model.php
'uncategorized'		=> 'Без категории',//'未分类',

//---------------------------------------
//include/service/notice.php
'new_article_review'	=> 'Предложена новая статья для публикации',//'你的站点收到新的文章投稿',
'new_article_title'	=> 'Заголовок статьи: ',//'文章标题是：',
'new_comment_reply_review'	=> 'Получен новый ответ на комментарий',//'你的评论收到一条回复',
'new_comment_review'		=> 'Получен новый комментарий к статье',//'你的文章收到新的评论',
'new_comment_is'		=> 'Текст комментария: ',//'评论内容是：',
'from_article'			=> 'Статья: ',//'来自文章',
'email_verif_code_title'	=> 'Код верификации',//'邮件验证码',
'email_verif_code'		=> 'Код верификации из Email: ',//'邮件验证码：',

//---------------------------------------
//include/service/user.php
'reset_password_code'	=> 'Восстановление пароля с помощью проверочного кода',//'找回密码邮件验证码',
'email_verify_code'	=> 'Проверочный код из Email сообщения: ',//'邮件验证码: ',
'group_no_permission'	=> 'Данная функция запрещена для вашей группы пользователей. Для разъяснений обратитесь к администрации сайта.',//'你所在的用户组无法使用该功能，请联系管理员',
'admin'			=> 'Администратор',//'管理员',
'registered_user'	=> 'Пользователь',//'注册用户',
'visitor'		=> 'Гость',//'游客',
'editor'		=> 'Редактор',//'内容编辑',

//---------------------------
//content/templates/default/404.php
'404_error'		=> 'Ошибка: страница не найдена.',//'错误提示-页面未找到',
'404_description'	=> 'Извините, указанная Вами страница не существует.',//'抱歉，你所请求的页面不存在！',
'click_return'		=> '&laquo;Вернуться назад',//'&laquo;点击返回',

//---------------------------
//content/templates/default/footer.php
'powered_by'		=> 'Powered by',
'powered_by_emlog'	=> 'Powered by Emlog.ML',//'采用emlog.ML系统',

//---------------------------
//content/templates/default/header.php
'enable_tpl_settings'        => 'Пожалуйста, активируйте плагин [Настройки шаблонов], <a href="./admin/plugin.php">Активировать</a>',//'请开启【模板设置】插件, <a href="./admin/plugin.php">去开启</a>',

//---------------------------
//content/templates/default/module.php
'view_image'		=> 'Показать изображение',//'查看图片',
'more'			=> 'Подробнее &raquo;',//'更多&raquo;',
'site_management'	=> 'Админ Панель',//'管理',
'logout'		=> 'Выход',//'退出',
'top_posts'		=> 'Популярные статьи',//'置顶文章',
'cat_top_posts'		=> 'Популярные статьи в категории',//'分类置顶文章',
'edit'			=> 'Редактировать',//'编辑',
'cancel_reply'		=> 'Отменить ответ',//'取消回复',
'comment_leave'		=> 'Оставить комментарий',//'发表评论',
'nickname'		=> 'Псевдоним',//'昵称',
'email_optional'	=> 'E-Mail адрес (не обязательно)',//'邮件地址 (选填)',
'email_addr'		=> 'E-Mail адрес',//'邮件地址',
'email'                      => 'E-mail',//'邮箱',
'homepage'		=> 'Домашняя страница',//'个人主页',
'homepage_optional'	=> 'Домашняя страница (не обязательно)',//'个人主页 (选填)',
'comment_leave'		=> 'Опубликовать комментарий',//'发布评论',
'enter_captcha'		=> 'Введите проверочный код',//'输入验证码',
'login_before_comment'	=> 'Пожалуйста, <a href="./admin/index.php">войдите в систему</a> прежде чем комментировать',//'请先 <a href="./admin/index.php">登录</a> 再评论',
'write_comment'		=> 'Текст вашего комментария',//'撰写评论',

//---------------------------
//content/templates/default/options.php
'tpl_setting_tab_name'	=> 'Название закладки с настройками',//'定义设置项标签页名称',
'tpl_setting_header'	=> 'Заголовок настроек',//'头部设置',
'tpl_setting_descr'	=> 'Это интерфейс настройки шаблона по умолчанию. Нажмите на меню выше, чтобы войти в элементы настройки.',//'你好，这是默认模板的设置界面，请点击上方菜单进入设置项。',
'tpl_logo_mode'		=> 'Тип логотипа',//'LOGO显示模式',
'tpl_logo_text'		=> 'Текст',//'文字',
'tpl_logo_image'	=> 'Изображение',//'图片',
'tpl_logo_upload'	=> 'Загрузка логотипа',//'LOGO上传',
'tpl_logo_upload_descr' => 'Загрузить файл с изображением логотипа. Рекомендуемый размер 180x60px, высота не более 60px',//'上传LOGO图片，推荐尺寸 180x60像素，高度不超60像素',
'favicon'		=> 'Иконка для браузера (favicon)',//'浏览器图标（favicon）',
'favicon_descr'		=> 'Загрузите иконка для браузера (в формате PNG или JPG), рекомендуемый размер: 48×48px',//'上传浏览器图标，推荐尺寸48×48的PNG或JPG图片',
'home_settings'		=> 'Настройки главной страницы',//'首页设置',
'home_carousel'		=> 'Карусель',//'首页轮播图',
'home_carousel_info'	=> 'Одна картинка на каждой строке. Рекомендуемая высота картинки: 260px. Формат: "URL картинки | Заголовок картинки | URL для перехода',//'每行一个，图片高度推荐260像素，格式：图片地址 | 图片标题 | 跳转地址',

//---------------------------
//content/templates/default/pw.php
'submit'		=> 'Подтвердить',//'提交',

//---------------------------
//content/templates/default/side.php
'rss_feed'		=> 'RSS лента',//'RSS订阅',
'feed_rss'		=> 'Лента RSS',//'订阅Rss',

//---------------------------
//iclude/model/plugin_model.php
'unknown'		=> 'Неизвестно',//'未知',

);
