//content/plugins/tpl_options/assets/main.js
LNG['back_to_top']	= 'Назад';//'返回顶部';
LNG['options']		= 'Опции';//'设置';
LNG['expand_all']	= 'Развернуть все';//'全部展开';
LNG['shrink_all']	= 'Свернуть все';//'全部收缩';
LNG['network_error']	= 'Ошибка сети';//'网络异常';
LNG['upload_failed']	= 'Ошибка загрузки: ';//'上传失败：';
LNG['failed_refresh']	= 'Ошибка выполнения операции. Пожалуйста, перезагрузите страницу!';//'操作失败，请刷新网页！';
LNG['enter_block_title'] = 'Введите заголовок блока';//'填写块标题';
LNG['overwrite_tips']    = 'Подсказка: После выбора файла он будет загружен с перезаписью старого.';//'友情提示：选择文件后将会立刻上传覆盖原图';
LNG['upload']            = 'Загрузить';//'上传';
LNG['enter_block_content'] = 'Введите содержимое блока';//'填写块内容';
LNG['delete_sure']         = 'Вы уверены, что хотите это удалить?';//'真的要删除吗？';
