<?php

$lang = array(

//---------------------------
//content/plugins/tpl_options/actions/tpl.php
'upload_failed'			=> 'Ошибка загрузки файла',//'文件上传出错',
'plugin_invalid'		=> 'Файл плагина не соответствует стандарту. Пожалуйста, переустановите Emlog Pro',//'插件文件异常，请重新安装Emlog Pro',
'please_enter'			=> 'Пожалуйста введите ключевые слова (',//'请输入',
'title_keywords'		=> ')',//'标题关键字',
'no_results_of'			=> 'Не найдено подходящих результатов для типа: ',//'未查询到相关',

//---------------------------
//content/plugins/tpl_options/tpl_options.php
'plugin_name'			=> 'Опции шаблона',//'模板设置',
'ftype_radio'			=> 'Радио кнопка',//'单选按钮',
'ftype_color'			=> 'Выбор цвета',//'颜色控件',
'ftype_checkon'			=> 'Выключатель',//'开关',
'ftype_checkbox'		=> 'Чекбокс',//'复选按钮',
'ftype_text'			=> 'Текст',//'文本',
'ftype_image'			=> 'Изображение',//'图片',
'ftype_page'			=> 'Страница',//'页面',
'ftype_category'		=> 'Классификация',//'分类',
'ftype_tag'			=> 'Тэг',//'标签',
'ftype_select'			=> 'Выпадающий список',//'选择',
'ftype_block'			=> 'Блок контента',//'组合块',
//'uncategorized'               => 'Без категории',//'未分类',
'tpl_not_found'			=> 'Шаблон не найден',//'该模板不存在',
'tpl_not_support'		=> 'Данный шаблон не поддерживает опции плагина',//'该模板不支持本插件设置',
'tpl_save_settings'		=> 'Сохранить оции плагина: ',//'保存模板设置',
'success'			=> 'Успешно',//'成功',
'failure'			=> 'Сбой',//'失败',
'file_size_large_system'	=> 'Размер файла превышает системный лимит',//'文件大小超过系统限制',
'file_upload_failed'		=> 'Ошибка загрузки файла',//'上传文件失败',
'file_wrong_type'		=> 'Неверный тип файла',//'错误的文件类型',
'create_upload_dir_error'	=> 'Ошибка при создании папки загрузки',//'创建文件上传目录失败',
'upload_no_rights'		=> 'Ошибка загрузки. Папка загрузки (content/uploadfile) недоступна для записи',//'上传失败。文件上传目录(content/uploadfile)不可写',
'no'				=> 'Нет',//'否',
'yes'				=> 'Да',//'是',
'shrink_expand'			=> 'Кликните для сворачивания/равёртывания',//'单击展开收缩设置内容',
'tpl_upload_tips'		=> 'Напоминание: После выбора файла, оригинальное изображение будет немедленно загружено',//'友情提示：选择文件后将会立刻上传覆盖原图',
'enter_keyword_for'		=> 'Введите ключевые слова (%s) для поиска (%s)',//'输入%s标题关键词以搜索%s',
'enter_title_for'		=> 'Введите заголовок (%s)',//'请输入%s标题',
'enter_numbers'			=> 'Введите цифры',//'填入数字',
'enter_block_title'		=> 'Введите заголовок блока',//'填写块标题',
'enter_block_content'		=> 'Введите содержимое блока',//'填写块内容',

//---------------------------
//content/plugins/tpl_options/views/setting.php
'back'				=> '&laquo;Назад',//'&laquo;返回',
'shrink_all'			=> 'Свернуть все',//'全部收缩',
'short_menu'			=> 'Краткое меню',//'快捷菜单',
'settings_help'			=> 'Инструкция по настройке',//'设置说明',

//---------------------------
//content/plugins/tpl_options/views/templates.php
'tpl_list'			=> 'Список шаблонов',//'模板列表',
'tpl_options'			=> 'Опции шаблона',//'模板设置',
'tpl_set'			=> 'Кликните для установки шаблона',//'点击设置该模板',
'tpl_option_not_support'	=> 'Данный шаблон не поддерживает возможность настройи опций',//'该模板不支持本插件设置',

);
